Repository: wescamp/Fall_of_Silvium-trunk
Catalog: po/*.po
Languages: fr

source: Let us consider this carefully. To aid these men - what would we gain from it? They have nothing to offer us. But if they are lying, and it is a trap - if we fall into it, we may all be slain. Mount Stormkeep may fall. There is no reason to take this risk. I say, keep their arms, lead them to the edge of the forest, and be done with them.
fr: Laisser moi examiner attentivement la situation. En aidant ces hommes – quel gain ? Ils n'ont rien à nous offrir. Mais si ils nous mentent, et que c’est un piège. Si nous tombons dedans, nous pourrions tous être exterminés. Le Mont Stormkeep pourrait tomber. Il n'y a aucune raison de prendre ce risque. Je dis gardons leurs armes, les conduire à l'orée de la forêt, et laissez-les partir.

source: I must agree with Onnachadh. We should not harm them, but we cannot help them.
fr: Je suis d'accord avec Onnachadh. Nous ne devons pas leur causer du tort, mais nous ne pouvons pas les aider.

source: It is a difficult decision, but our honor compels us to aid them. I say, give the man what he requests.
fr: C'est une décision difficile, mais notre honneur nous oblige à les aider. Je dis, donner à l'homme ce qu'il demande.

source: It is true than these Lavinians are our ancient enemies. But perhaps the times have changed. I... have no opinion.
fr: Il est vrai que ces Laviniens sont nos anciens ennemis. Mais peut-être les temps ont changé. Je... n'est pas d'opinion.

source: The council debated for some time. Eventually, Saoir announced their determination.
fr: Le Conseil a débattu pendant un certain temps. Finalement, Saoir a annoncé leur décision.

source: We leave the proper course of action up to the discretion of the Thunderblades. We will give no orders at this time.
fr: Nous laissons la décision sur la façon d'agir à la discrétion des Thunderblades. Nous allons donner aucun ordre pour l’instant.

source: What, so is the council deadlocked?
fr: Quoi, le Conseil est arrivé à une impasse?

source: Each Thunderblade must follow his own conscience in this matter.
fr: Thunderblade Chacun doit suivre sa propre conscience dans cette affaire.

source: Very well... so, Thunderblades, what say you?
fr: Très bien ... oui, Thunderblades, Quesque vous dites?

source: I will take no action.
fr: Je ne prend aucune mesure.

source: I must do the same. But if you want my advice, Leithan - hand him over to the Marauders and let them do what they will. Do not get involved.
fr: Je vais faire de même. Mais si vous voulez des conseils, Leithan – Le remettre lui aux maraudeurs et laisser les faire ce qu’ils veulent. Ne pas s'impliquer.

source: You captured him, Leithan. It is your decision, and your place to act.
fr: C’est vous qui l’avait capturé, C’est à vous de décider, et il est de votre devoir d'agir.

source: Well... the rest of you, then. Does anyone want to aid me in this?
fr: Eh bien ... le reste d'entre vous, alors? Personne ne veut m'aider à cela?

source: We cannot. It is not our place.
fr: Nous ne pouvons pas. Ce n'est pas notre place.

source: Come now! This is a matter of great import. Some of you must have some idea as to what must be done. I know not myself - that is why I brought the matter before the council.
fr: Décider dès maintenant! Il s’agit d’une question de grande importance. Certains d'entre vous doivent avoir une idée de ce qui doit être fait. Je ne sais pas moi-même - c'est la raison pour laquelle j'ai porté l'affaire devant le conseil.

source: I am sorry, Leithan. But this is too strange for us.
fr: Je suis désolé, Leithan. Mais cela est trop étrange pour nous.

source: Very well. I will consult with my own advisors. Good day to you.
fr: Très bien. Je vais consulter mes propres conseillers. Bonne journée à vous.

source: Good day, Leithan.
fr: Bonne journée, Leithan.

source: Now... Vaniyera. You have been my right-hand mann for centuries. What do you think I should do?
fr: Maintenant ... Vaniyera. Vous avez été mon bras droit pendant des siècles. Que dois-je faire?

source: I think this is but a foul trick. These Lavinians are spies, and should be treated as such. I say: kill them.
fr: Je pense que ce n'est qu'un mauvais tour. Ces Laviniens sont des espions, et devraient être traités comme tels. Je dis: tuer les.

source: But to slay them would be to abandon our honor.
fr: Mais les tuer serait renoncé à notre honneur.

source: It is not dishonorable to crush a gnat as it buzzes around your head. These... men. They would use your our honor against you. Do not let them!
fr: Il n'est pas déshonorant d’écraser un moucheron qui bourdonne autour de votre tête. Ces ... hommes. Ils utilisent votre notre honneur contre vous. Ne les laissez pas faire!

source: I think they would not. Men are an open book, Vaniyera, and I can see, this man is not lying. He is not leading us into a trap, and if we aid him, we may gain a powerful ally.
fr: Je pense qu'ils ne le sont pas. Les hommes sont un livre ouvert, Vaniyera, et je peux le voir, cet homme n'est pas menteur. Il ne va pas nous conduire dans un piège, et si nous l’aidons lui, nous gagnerons un allié puissant.

source: We have no need of allies!
fr: Nous n'avons pas besoin d'alliés!

source: Then what will you do when the Marauders and the Frost Elves attack us? We will be outnumbered, outflanked, and outmatched. Mount Stormkeep will fall! It will be a glorious battle, but it will fall. What I would give to have an ally on that day!
fr: Alors, que faire lorsque les Maraudeurs et les elfes de glace vont nous attaquer? Nous serons en infériorité numérique, débordés et ils se montrerons supérieurs. Le Mont Stormkeep va tomber! Ce sera un combat glorieux, mais il va tomber. Qu'est-ce que je donnerais à un allié, ce jour-là!

source: You underestimate our strength, Leithan!
fr: Vous sous-estimer notre force, Leithan!

source: You would throw away your honor!
fr: Vous jperdez votre honneur!

source: And you your life!
fr: Et vous votre vie!

source: Wait, wait!
fr: Attendez, attendez!

source: We should not quarrel. If the decision is up to me, as it seems to be... here is what I say.
fr: Nous ne devons pas nous quereller. Si la décision est la mienne, comme cela paraît être ... voici ce que je dis.

source: I do not believe we have aught to gain from aiding this man. We shall escort him and his men to the edge of the forest, and there release them - but we shall keep their arms, so that they cannot pose a threat to any of us.
fr: Je ne pense pas que nous avons quelque chose à gagner en aidant ces personnes. Nous devons les accompagner jusqu'à la lisière de la forêt et de les libérer - mais on doit garder les armes, afin qu'ils ne puissent pas constituer une menace pour aucun de nous.

source: I do not like this. Let us go, then - I will watch our back.
fr: Je ne suis pas comme ça. Laissez-nous aller, puis – Je surveillerai vos arrières.

source: You will treat me like an enemy, then?
fr: Vous me traiter comme un ennemi, alors?

source: And like a captive. You are both of them.
fr: Vous êtes des captifs, tous les deux.

source: Very well. We leave at daybreak tomorrow.
fr: Très bien. Nous partons à l'aube demain.

source: Thankfully, the Wild Elves agreed to bring us to the border of Arendia. However, there was a complication. The Marauders had scouted ahead, anticipating our move, and were now almost blocking the path. We could get through, but it would not be easy.
fr: Heureusement, les elfes sauvages ont accepté de nous amener à la frontière d’Arendia. Cependant, il ya eu une complication. Les Maraudeurs ont repéré notre venus, anticipant nos mouvements, et ils sont maintenant près de bloquer la voie. Nous avons pu passer à travers, mais ce n’était pas facile.

source: Defeat the Marauder lord
fr: Vaincre le chef maraudeur

source: Death of Leithan
fr: Mort de Leithan

source: Death of Vaniyera
fr: Mort de Vaniyera

source: Arendian River
fr: Fleuve d'Arendia

source: So, the Sidhe have emerged from their forests - prepare to be slaughtered!
fr: Et c'est ainsi que le Sidhe sont sortis de leur forêt - Prêts à être massacrés!

source: I knew it! This is a trap - the Lavinian and these Marauders are working together!
fr: Je le savais! Il s'agit d'un piège - le Lavinien et ces Maraudeurs travaillent ensemble!

source: Do not be so hasty!
fr: Ne pas se précipité!

source: What? No! These Marauders are my enemy as much as yours.
fr: Pardon? Non! Les Maraudeurs sont mes ennemis autant que le vôtre.

source: We have done what we promised. We will leave you now at the edge of the forest.
fr: Nous avons fait ce que nous avons promis. Nous allons vous laisser maintenant à l'orée de la forêt.

source: If you leave now, we will perish - at least give us our arms so we can fight them ourselves.
fr: Si vous partez maintenant, nous allons périr - au moins nous donner les armes pour que nous puissions lutter contre nous-mêmes.

source: I advise against that. They may well turn against us once we arm them.
fr: Je ne le recommande pas. Ils pourraient se retourner contre nous une fois que nous leurs auront rendu les armes.

source: Look - this Marauder comes with fire to burn down your forests. If you do not oppose him, the trees will turn to ash. If you do not want to fight to protect us, fight to protect your homeland.
fr: Regarder – Les Maraudeurs mettent le feu à vos forêts. Si vous ne les arrêtés pas, les arbres vont finir en cendres. Si vous ne vous battez pas pour nous protéger, faite le pour protéger votre patrie.

source: We will not flee like cowards. We will fight - our forests will not die on my watch.
fr: Nous n'allons pas fuir comme des lâches. Nous allons nous battre - Nos forêts ne mourront pas sous mes yeux.

source: What of my arms?
fr: ET mes armes?

source: Very well. You may take your weapons, if you fight alongside my elves. But you must not flee - if we arm you, you must fight with us until this enemy is defeated. Then you can enter Arendia.
fr: Très bien. Vous pouvez prendre vos armes, si vous vous battez aux côtés de mes elfes. Mais il ne faut pas fuir - si vous prenez les armes avec nous, vous devez vous battre avec nous jusqu'à ce que cet ennemi soit vaincu. Ensuite, vous pouvez entrer en Arendia.

source: You have my word, I will defeat this Marauder.
fr: Vous avez ma parole, je vais vaincre ce Maraudeur.

source: If he turns against us...
fr: Si il se retourne contre nous ...

source: I will not attack you, Vaniyera. The Marauders are our enemy as well as yours.
fr: Je ne vais pas vous attaquer, Vaniyera. Les Maraudeurs sont nos ennemis, ainsi que le vôtre.

source: More marauders! Prepare the men for battle.
fr: Davantage de maraudeurs! Préparer les hommes au combat.

source: I hope a full-fledged battle will not be necessary... perhaps there is another way. Vaniyera, you organize the warriors. The marauders will feel the might of a thunderblade.
fr: J'espère qu’une longue bataille ne sera pas nécessaire ... et peut-être une autre voie. Vaniyera organiser la guérilla, Les maraudeurs se prennent pour un thunderblade.

source: Little man! I will not slay you - if you send a message to your lord. Tell him that I challenge him to single combat.
fr: Petit homme! Je ne vais pas vous tuer - si vous porter un message à votre seigneur. Dites-lui que je lui lance un défi en combat singulier.

source: Very well... Lord Alfbane! Lord Alfbane! The elf challenges you to single combat...
fr: Très bien ... Seigneur Alfbane! Seigneur Alfbane! Les elfes vous défi en combat singulier.

source: Very well. I accept. I would gladly slay a thunderblade.
fr: Très bien. J'accepte. Je serais heureux de tuer un thunderblade.

source: Die, Sidhe scum!
fr: Meurt, racaille de Sidhe!

source: Wait! It would avail nothing for me to slay you, little man... and you know well you cannot slay me.
fr: Attendez, il ne serait pas profitable pour moi de vous tuer, petit homme… et vous le savez bien, vous ne pouvez pas me tuer.

source: What will matter is if your leader manages to kill me in single combat, or if I kill him. So, Alfbane - will you fight me?
fr: Est-ce vraiment important que ce soit votre chef qui me tue en combat singulier, ou vous. Allez-vous vous battre contre moi ?

source: Indeed I will. I would gladly slay a thunderblade!
fr: En effet, je le ferai. Je serais heureux de tuer un thunderblade!

source: Wait, Alfbane!
fr: Attendez, Alfbane!

source: What?! Speak quickly, so I can kill you and be done!
fr: Pardon? Parle vite, afin que je puisse te tuer!

source: I am not here to attack you - I bring a message from my Thunderblade. Will you fight him in single combat?
fr: Je ne suis pas ici pour vous attaquer - j'apporte un message de mon Thunderblade. Allez-vous lutter contre lui en combat singulier?

source: Alfbane, I bring a message from my Thunderblade. Will you fight him in single combat?
fr: Alfbane, j'apporte un message de mon Thunderblade. Allez-vous lutter contre lui en combat singulier?

source: So, Alfbane! We meet. Will you fight me in single combat?
fr: Alors Alfbane ! Nous nous rencontrons! Serez-vous prêts à lutter avec moi en duel?

source: What is this?!
fr: Qu'est-ce que c'est?

source: Stay out of this, Caius Regilius. This is what must be done. I have no doubt I can defeat this man.
fr: Rester hors de cela, Caius Regilius. C'est ce qui doit être fait. Je ne doute pas que je peux vaincre cet homme.

source: Clear the field, men! I fight with Leithan!
fr: Nettoyer le terrain, les hommes! Je me bats avec Leithan!

source: I don't like this. The Marauders cannot be trusted!
fr: Je ne suis pas comme ça. Les Maraudeurs ne peuvent pas faire confiance!

source: Fool. No Thunderblade has ever fallen in single combat.
fr: Idiot. Aucun Thunderblade n'a jamais abandonné en combat singulier.

source: Now, we fight! Draw your blade and prepare to taste thunder!
fr: Maintenant, nous nous battons! Tirer votre lame et préparer vous à tâter au tonnerre!

source: And so the elf Leithan and the man Alfbane prepared to duel.
fr: Et c'est ainsi que l’elfe Leithan et l'homme Alfbane étaient préts au duel.

source: But as they drew their swords and faced one another on the field of battle, the marauder lowered his sword and gave a secret sign. Five woodsmen drew their bows and buried five arrows in the Thunderblade's skull.
fr: Mais quand ils ont confrontés leurs épées sur le champ de bataille, le maraudeur a abaissé son épée et a donné un signe secret. Cinq bûcherons sortir leurs arcs et cinq flèches s’enfouir dans le crâne du Thunderblade.

source: Thus Leithan, the Thunderblade, Lord of the Western March, was treacherously slain.
fr: Ainsi Leithan, le Thunderblade, le Seigneur des marches de l'ouest, a été tué par traîtrise.

source: I knew it! We should never have let the men go free.
fr: Je le savais! Il ne fallait pas laisser les hommes libres.

source: What? You still think I planned this Marauder attack?
fr: Pardon? Je crois que j'ai planifié l'attaque du maraudeur?

source: Silence, man! Come, elves, we must take revenge on those who slew Leithan. And as for Leithan's thunderblade... the Twelve must not become Eleven. I will take his sword.
fr: Silence, homme! Venez, les elfes, nous avons besoin de prendre une revanche sur ceux qui ont tué Leithan. Et pour Leithan le thunderblade ... Les Douze ne doit pas devenir Onze. Je vais prendre son épée.

source: I do not like this. Vaniyera... he seems like he will turn against us.
fr: Je ne suis pas comme ça. Vaniyera ... il semble qu'il se retourne contre nous.

source: Why would he?
fr: Pourquoi serait-il?

source: He believes we slew Leithan. We must retreat, get away from these elves before it is too late. When he turns against us, we cannot have our men surrounded on all sides.
fr: Il croit que nous avons tué Leithan. Nous devons battre retraite, sortir de ces elfes avant qu'il ne soit trop tard. Comme il se retourne contre nous, nous ne pouvons pas avoir nos hommes, entourés de tous côtés.

source: I see... you may be right. Pull the troops back; not out of the battle, but far enough so that if the elves attack us, we will not be slaughtered.
fr: Je vois ... vous avez peut-être raison. Retirer les troupes, non pas de la bataille, mais assez loin de sorte que si les elfes nous attaquent, nous ne seront pas massacrés.

source: Retreat your fighters so that the elves cannot attack you by surprise
fr: Retirez vos combattants afin que les elfes ne puissent pas vous attaquer par surprise

source: The troops are safely placed, Caius.
fr: Les troupes sont bien placés, Caius.

source: Good. Now -
fr: Bien. Maintenant -

source: I knew it! You traitors - or, should I say, men. Prepare to die!
fr: Je le savais! Vous êtes des traîtres - ou, devrais-je dire, des hommes. Prépare-toi à mourir!

source: You see? This elf would have us dead!
fr: Vous voyez? Ces elfes veulent notre mort!

source: But what do we do now?
fr: Mais que faisons-nous maintenant?

source: I don't know... continue with the retreat? We should flee south to Arendia.
fr: Je ne sais pas ... poursuivre la retraite? Nous devons fuir vers le sud jusqu'à Arendia.

source: This makes sense. But... I don't like leaving this Marauder to burn down the forests. And we should not give Vaniyera a reason to think us traitors and cowards.
fr: C’est censé. Mais ... Je n'aime pas laisser ce Maraudeur brûler les forêts. Et nous ne devons pas donner à Vaniyera une raison de penser que nous sommes des traîtres et des lâches.

source: But if we stay here, we will die, whether by the Marauder's hands or the Sidhe's.
fr: Mais si nous restons ici, nous allons mourir, que ce soit par les mains du maraudeur ou du Sidhe.

source: You're right, I suppose. Very well. Vade retro! But we should do as much damage to these Marauders as we can, before we leave. And do not anger the elves overmuch... we should not slay Vaniyera. To kill a Thunderblade is a terrible thing.
fr: Vous avez raison, je suppose. Très bien. Vade retro! Mais nous devrions faire autant de dégâts à ces maraudeurs que nous pouvons, avant de partir. Et ne pas trop mettre les elfes en colère ... il ne faut pas tuer Vaniyera. Tuer un Thunderblade est une chose terrible.

source: Bring Caius to the mountain pass
fr: Emmener Caius à la passe de la montagne

source: So... it seems we have reached the end of our journey. Arendia is allied ground.
fr: Alors ... il semble que nous avons atteint la fin de notre voyage. Arendia est un sol.

source: Indeed. On to Lavinium!
fr: En effet. À Lavinium!

source: And victory, I suppose. But this triumph has seen the death of a noble Sidhe, and of a great ally... we cannot rejoice in it.
fr: C'est la victoire, je suppose. Mais ce triomphe a vu la mort d'un noble Sidhe, et d'un grand allié ... nous ne pouvons pas nous réjouir de cela.

source: At least I die in battle...
fr: Au moins je mourrai dans la bataille ...

source: Vaniyera has been slain! This is a dark day. I will fight no more upon it. Come, Sidhe - we return north.
fr: Vaniyera a été tué! C'est un jour sombre. Ne luttons plus. Venez, Sidhes - retournons vers le nord

source: Men! You damn men!...
fr: Homme ! Je vous maudis Homme !

source: We have allowed both Leithan and Vaniyera to be slain. Now all of Sidhedom will be called down on our backs!
fr: Nous avons permis aux deux Leithan et Vaniyera d'être tué. Maintenant, tous seront sur notre dos!

source: The cursed Lavinians have escaped...
fr: Le maudit Lavinians s'est échappé ...

source: You fought well this day, Caius! Perhaps we will meet again. Good luck in Lavinium.
fr: Vous avez combattu aujourd'hui, Caius! Peut-être nous nous rencontrerons à nouveau. Bonne chance dans Lavinium.

source: May the elves and the lavinians slay each other swiftly...
fr: Les elfes et les laviniens peuvent s’entretuer rapidement les uns et les autres…

source: We have slain the Marauder thain! We must not kill Vaniyera, though. Let us instead flee south.
fr: Nous avons tué le chef maraudeur ! Malgré cela, Nous ne devons pas tuer Vaniyera, Ont fui vers le sud.

source: The Emperor
fr: L'Empereur

source: 1st Legion
fr: 1ere Legion

source: After we entered Arendia, our journey back to Lavinium was uneventful. We passed across the Arendian river, through Ceresia, and came to the capital of the empire. News of our return spread quickly.
fr: Après, nous sommes entrés en Arendia, notre voyage de retour à Lavinium s'est déroulé sans incident. Nous sommes passés à travers le fleuve d’Arendian, à travers Ceresia, et nous sommes arrivés à la capitale de l'empire. La nouvelle de notre retour s'est propagée rapidement.

source: Our return to Lavinium was not triumphant. The people of the imperial city did not understand the situation in Silvia; they thought the province had been lost through my own folly.
fr: Notre retour à Lavinium n'a pas été triomphal. Les habitants de la cité impériale ne comprennent pas la situation dans Silvia; ils pensaient que la province avait été perdue par ma propre folie.

source: Always, when a Tribune of a province is in the city, he must report the Emperor. Normally it was a routine affair; but I knew this time it would not be.
fr: Toujours, lorsqu’un tribun de province est dans la ville, il doit faire un rapport à l'Empereur. Normalement, il s'agit d'une affaire de routine, mais je savais que cette fois ce ne le serait pas.

source: Hail, Vituvius Maximus Ceresius, Imperator.
fr: Ave, Vituvius Maximus Ceresius, l'empereur.

source: The nobles are calling for your head, Caius.
fr: Les nobles demandent votre tête, Caius.

source: They... they are, lord?
fr: Ils ... ils sont, des seigneur?

source: Perhaps I should give it to them. What do you think?
fr: Je devrais peut-être la leur donner. Qu'en pensez-vous?

source: Lord, I did my best to -
fr: Seigneur, j'ai fait de mon mieux pour...

source: I don't care what you did or did not try to do. All that matters is, you lost the province of Silvia. However...
fr: Je ne sais pas ce que vous avez fait ou n'a pas essayé de faire. Tout ce qui compte est que, vous avez perdu la province de Silvia. Cependant...

source: As much as I would like to have you slain, I cannot. We need good soldiers now. The Legion has grown weak, and although you have disgraced yourself, you are battle-hardened. So I have a task for you.
fr: Je veux te tuer, je ne peux pas. Nous avons maintenant besoin de bons soldats. La Légion n’est pas prête, et même si vous vous êtes déshonorées, vous êtes un ancien combattant. Donc, j'ai une mission pour vous.

source: What do you mean, Lord?
fr: Que voulez-vous dire, Seigneur?

source: The Marauders have taken Silvia, but the battle is not over. The Marauders will try to march on to Arendia, but if we stop them in the mountains - perhaps we can even retake Silvia.
fr: Les Maraudeurs ont pris Silvia, mais la bataille n'est pas terminée. Les Maraudeurs vont essayer de marcher sur Arendia, mais si nous les arrêtons dans les montagnes - nous pouvons peut-être même reprendre Silvia.

source: I am going to give you a chance to regain your honor. Your must lead your old legion into Arendia, and hold the mountain pass. Go, and retake Silvium.
fr: Je vous donne une chance de regagner votre honneur. Vous devez conduire votre ancienne légion en Arendia, et garder le col. Aller, et reprenait Silvium

source: The Pass of Arendia
fr: Le Col d'Arendia

source: The Emperor had spoken. I was sent north, with my old troops, to retake Silvia. This was hopeless, as was clear to all of us who had been in Silvia when it fell; I suspect the Emperor knew this as well.
fr: L'Empereur a parlé. J'ai été envoyé vers le nord, avec mes vétérans, pour reprendre Silvia. Il s'agit d'une entreprise sans espoir, comme cela a été clair pour nous tous qui ont fuis Silvia, et je soupçonne que l'empereur le savait.

source: But it is not my place to object...
fr: Mais ce n'est pas ma mission…
