Repository: wescamp/Fall_of_Silvium-trunk
Catalog: po/*.po
Languages: fr

source: Death of three civilians
fr: La mort de trois civils

source: Marauders are attacking the city! Go to the docks.
fr: Les Maraudeurs attaquent la ville! Aller aux quais.

source: Haven't you heard? Marauders are attacking. Get to the ships!
fr: N'avez-vous pas entendu? Les Maraudeurs attaquent. Aller aux navires!

source: You need to leave now. Silvium has fallen, and this city is under attack!
fr: Vous devez partir maintenant. Silvium est tombé, et la ville est attaquée!

source: Hurry! Take your belongings and go the the shipyard.
fr: Vite! Prenez vos affaires et aller vers le chantier naval.

source: Now! All of you who followed the commands of the traitor Darus Salirus - normally we would have you executed. But we need you today. Marauders are going to attack this city.
fr: Maintenant! Tous ceux d'entre vous qui ont suivi les ordres du traître Darus Salirus – devraient normalement être exécutés. Mais nous avons besoin de vous aujourd'hui. Les Maraudeurs vont attaqués cette ville.

source: So now, you follow my orders.
fr: Alors maintenant, vous suivez mes ordres.

source: I see the Wyrdwylflings failed to do their duty. No matter. The Lavinian thieves shall die this day!
fr: Je vois les Wyrdwylflings faillir dans leur tâche. Pas question. Ces voleurs Laviniens vont mourir aujourd'hui!

source: I have had no part in this, Wulfsojn. It is these traitors you want.
fr: Je n'ai eu aucune part à cela, Wulfsojn. Ce sont ces traîtres que vous voulez.

source: Kill all of them!
fr: Tuez tous les deux!

source: What?... Caius, you have brought this down on all of us! You will pay for this!
fr: Quoi? ... Caius, vous avez apporté cela sur nous tous! Vous devrez payer pour cela!

source: You Lavinians... fighting among yourselves. Prepare to die!
fr: Laviniens vous ... vous vous battez entre vous. Préparez-vous à mourir!

source: You see, Darus? The Marauders do not care. You will perish this day if you do not join us!
fr: Vous voyez, Darus? Les Maraudeurs ne s’en soucient pas. Vous aller périr si vous ne rejoignez pas!

source: You have betrayed Silvia!
fr: Vous avez trahi Silvia!

source: We are not the enemy, Darus. They are! So fight them, not us.
fr: Nous ne sommes pas l'ennemi, Darus. Ce sont eux! Combattez-les, et pas nous.

source: No, you are the enemy. You have attacked me and my city. Prepare to die!
fr: Non, vous êtes l'ennemi. Vous m’avez attaqué moi et ma ville. Prépare-toi à mourir!

source: Defeat Darus Salirus
fr: Vaincre Darus Salirus

source: I knew they would pursue us!
fr: Je savais qu'ils nous poursuivraient!

source: We cannot defeat these marauders. And even if we do, Silvia will fall. So we should not waste our efforts on mad attacks.
fr: Nous ne pouvons pas vaincre ces maraudeurs. Et même si nous le faisons, Silvia va tomber. Donc, nous ne devrions pas gaspiller nos efforts sur de folles attaques.

source: We cannot let the civilians be slain... be more careful!
fr: Nous ne pouvons pas laisser les civils être tués ... Soyez plus prudent!

source: Dammit! Another nobleman died!
fr: Damnation! Un autre noble mort!

source: Too many have perished...
fr: Un trop grand nombre sont mort ...

source: The civilians - they have made it into the transports!
fr: Les civils - On atteint les transports!

source: Good. Men, fall back!
fr: Bien. Les hommes, retirons nous!

source: So, you have killed the Marauders... Perhaps you are right. I will not oppose you any more.
fr: Vous avez vaincu les Maraudeurs ... Peut-être vous avez raison. Je ne m'opposerai plus à vous.

source: Good. Now, get the transports ready to leave! We will stay with the original plan - the Legion retreats to the East.
fr: Bien. Maintenant, prenez les transports prêt à partir! Nous allons rester avec le plan d'origine - la Légion doit être retirée à l'est.

source: We have managed to kill this marauder invader - but we should still load the civilians into the ships, for more marauders will come.
fr: Nous avons réussi à tuer les envahisseurs - mais nous avons encore la charge de civils dans les navires, d’autres maraudeurs viendront.

source: The rest of us should head east, and try to distract the marauders from their goal.
fr: Le reste d'entre nous devrait se diriger vers l'est, et essayer de détourner les maraudeurs de leur but.

source: What is going on here?
fr: Qu'est-ce qui se passe ici?

source: Marauders have invaded the land!
fr: les Maraudeurs ont envahi le territoire!

source: Oh, is that so? Strange it didn't happen sooner. Do you have any need to assistance in the battle?
fr: Oh, est-ce exact? Etrange, que cela n'a pas eu lieu plus tôt. Besoin d'aide dans la bataille?

source: Help is always appreciated, if you can follow orders.
fr: L'aide est toujours appréciée, si vous pouvez suivre les ordres.

source: I was once a decorated officer... I bet I can still fight. And you can use my house if you need something to prepare an attack from.
fr: J'ai été une fois un officier décoré ... Je parie que je peux encore lutter. Et vous pouvez utiliser ma maison si vous voulez préparer une attaque.

source: What is all the commotion?
fr: Qu'est-ce que toute cette agitation?

source: Marauders have invaded the province. You need to leave the area. We can protect you, if you leave now.
fr: Les Maraudeurs ont envahi la province. Vous devez évacuer la zone. Nous pouvons vous protéger, si vous partez maintenant.

source: What? This is terrible! Um... here, take some gold. You'll need it to fight the barbarians. Now get me out of here!
fr: Pardon? C'est terrible! Um ... là, prendre un peu d'or. Vous en aurez besoin pour lutter contre les barbares. Maintenant, me sortir de là!

source: Ardus Drusus has given you 200 gold and joined the caravan.
fr: Ardus Drusus vous a donné 200 pièces d'or et rejoint la caravane.

source: Ardus Drusus has given you 200 gold.
fr: Ardus Drusus vous a donné 200 pièces d'or.

source: Now, I hope that the ships will reach Lavinium safely... as for us, we march!
fr: Maintenant, j'espère que les navires atteignent Lavinium en sécurité ... comme pour nous, En avant marche!

source: Silvian Refugees
fr: Réfugiés Silvien

source: Dardan transport ships usually carry commercial goods to sell in Silvia - but now they carry men, refugees from that province.
fr: Les navires Dardan transportent habituellement des marchandises pour les vendre dans Silvia. Mais maintenant, ils emportent les réfugiés de cette province.

source: Lavinian Navy
fr: Marine lavinienne

source: The three ships set out for Dardania. However, they had a long journey ahead of them, and Marauder longboats were on their trail. The transports had to go through Iceswept Bay, around the Sidhe peninsula, and then south to Dardania, pursued by the barbarians.
fr: Trois navires en partance pour Dardania. Toutefois, ils ont un long chemin devant eux, et les chaloupes des maraudeurs étaient à leurs trousses. Les transports ont dû passer par la baie d’Iceswept autour de la péninsule du Sihde, puis continuer vers le sud jusqu'à Dardania, poursuivis par les barbares.

source: Bring the ships to safe landing
fr: Débarquer les navires dans un endroit sur.

source: Death of the ship Modius
fr: Naufrage du navire de Modius

source: Death of the two other Transports
fr: Naufrage de deux autres transports

source: Mt. Stormkeep
fr: Mont Stormkeep

source: We should bear north-east for five days, then go round the cape and south to Dardania.
fr: Nous avons besoin de continuer vers le nord-pendant de cinq jours, puis d’aller vers cap, pour le sud de Dardania.

source: Redragon
fr: Dragon rouge

source: Greendragon
fr: Dragon vert

source: Bluedragon
fr: DRagon bleu

source: Blackdragon
fr: Dragon noir

source: Greydragon
fr: Dragon gris

source: Browndragon
fr: Dragon marron

source: The Dardan ships are escaping! Put them on the bottom of the bay!
fr: Le navires Dardinien s’échappent! Coulez-les au fond de la baie!

source: Ship Modius! Are you under attack?
fr: Bateau de Modius ! Êtes-vous attaqués !

source: Indeed! Help us fend off these Marauder longboats!
fr: En effet! Aidez-nous à repousser les chaloupes des maraudeurs!

source: The ship is sinking!...
fr: Le navire s'enfonce! ...

source: We have passed beyond where the Marauder Longboats will ever go. We are safe.
fr: Nous sommes passés au-delà où les chaloupes des maraudeurs ne sont jamais allé. Nous sommes en sécurités.

source: The Border
fr: La frontière

source: Outlaws
fr: Hors-la-lois

source: Sidhe Western March
fr: Les marches occidentales de Sihde.

source: The ships, I hear, made it out of Iceswept Bay alive. So our story returns to my own actions, and the Legion's flight from Silvia.
fr: Les navires, je crois ont dépassé la baie d’Iceswept vivant. Ainsi, notre histoire renvoie à mes propres actions, et à la fuite de la légion de Silvia.

source: When the transports left the city, we immediately began a retreat towards the east. Unfortunately, the marauders did not follow us; they sent the majority of their forces out to sea. The army itself got away unhindered.
fr: Lorsque le transport a quitté la ville, nous avons immédiatement commencé une retraite vers l'est. Malheureusement, les maraudeurs ne nous ont pas et ont envoyé la majorité de leurs forces vers le large. L'armée elle-même s'est enfuie sans entrave.

source: We hoped to follow the road south-east, to the place where Arendia, Dardania, and the Sidhe Territories meet. However, this was not to be; the road had falled into disuse, and the Sidhe forests had grown up around it. The road ended around the Sidhe border, near two run-down farms.
fr: Nous espérions sur la route du sud-est, à l’endroit où Arendia, Dardania et les territoires Sidhe se rencontre. Toutefois, ce n’était pas ainsi, la route était tombée en désuétude, et la forêt de Sidhe nous a entourés. La route a pris fin le long de la frontière de Sidhe, près de deux fermes abandonnées.

source: In desperation, we decided to send a messenger to the Sidhe, who would ask for help. But we never got a chance to send him - we were immediately caught up in a battle with bandits...
fr: En désespoir de cause, nous avons décidé d'envoyer un messager à Sidhe, pour demander de l'aide. Mais nous n'avons jamais eu la chance de le lui faire parvenir - nous avons été immédiatement pris dans une bataille avec les bandits ...

source: Avoid entering Sidhe territory (the border is marked by giant trees) (1/2)
fr: Évitez d'entrer dans le territoire Sidhe (la frontière est marquée par des arbres géants) (1 / 2)

source: Defeat the bandits
fr: Vaincre les bandits

source: Abandoned Outpost
fr: Abandonné l'avant-poste

source: Does anyone actually live in these ruins? If so, come out quickly. We must talk.
fr: Est-ce que quelqu'un vit dans ces ruines? Si oui, venez vite. Nous avons besoin de parler.

source: What?... Is there a disturbance of some sort?...
fr: Qu'est-ce? ... Il ya t'il un problème?...

source: Yes. Marauders have invaded Silvia. We need to flee, quickly. I have decided that our best hope of survival is to send a messenger to the Sidhe, asking for aid. Is there anything we must know before we do so? Have you entered their forests recently?
fr: Oui. Les maraudeurs ont envahi Silvia. Nous avons besoin de fuir, rapidement. J'ai décidé que notre meilleur espoir de survie est d'envoyer un messager à Sidhe, en demandant de l'aide. Est-ce qu'il y a quelque chose, que nous devons savoir avant de le faire? Vous êtes entré récemment dans la forêt?

source: Bad news... bad news... I may lose my title...
fr: Mauvaises nouvelles ... mauvaises nouvelles ... je peux perdre mon titre ...

source: And your life. Listen, man, you need to give me some answers.
fr: Et votre vie. Ecoutez, l'homme, vous devez me donner quelques réponses.

source: Fine, fine... I'll need to get my brother, too. He lives across the street from here...
fr: Bien, bien ... J’ai aussi besoin de mon frère. Il vit dans la rue en face ...

source: I apologize for my brother. I see what you want to know... well, here's the problem. There are bandits in these woods, hiding between the edge of the forest and the start of Sidhe land. You will need to eliminate them now if you want to enter Sidhe lands.
fr: Je m'excuse pour mon frère. Je vois ce que vous voulez savoir ... bien, voilà le problème. Il y a des bandits dans ces bois, ils se cachent entre le bord de la forêt et le début des terres de Sidhe. Vous aurez besoin de les éliminer maintenant, si vous voulez entrer dans le territoire Sidhe.

source: We must be careful. If we get in a battle with them, we may accidentally cross the border into Sidhe territory. It is one thing to send an unarmed messenger, but quite another to cross the border with a whole legion.
fr: Nous devons être prudents. Si nous combattons contre eux, ils pourraient accidentellement franchir la frontière Sidhe. Une chose est d'envoyer un messager désarmé, mais c'en est une autre de traverser la frontière avec l'ensemble de la légion.

source: So you say... but what choice do we have? They are in our way. We must attack.
fr: Mais quels choix avons-nous? Ils sont sur notre chemin. Nous devrons attaquer.

source: Here. You look a bit low on funds, and you'll need to them to fight the bandits. I would spend it on an army myself, but I know nothing about warfare.
fr: Ici. Vous avez l'air un peu à cours de fonds, et vous en aurez besoin pour lutter contre les bandits. Je peux financer une armée, mais je ne sais rien à propos de la guerre.

source: Romulus Silvius has given you 100 gold.
fr: Romulus Silvius vous a donné 100 pièces d'or.

source: Now, you, bandits! Hear me - you will be slain, by either us or Marauders, if you do not join us. Stop fighting. We are not a couple of farm owners, we are trained legionnaires - you will be slaughtered.
fr: Maintenant, vous, les bandits! Ecoutez-moi - vous serez tués, par nous ou par les Maraudeurs, si vous ne vous joignez pas à nous. Nous ne sommes pas un couple de fermier, nous sommes des légionnaires entrainés – vous serez abattus.

source: Go to Hades.
fr: Aller à Hades

source: Attack them!
fr: Attaquer-les!

source: Ha! We have found you!
fr: Ha! Nous vous avons trouvé!

source: What? The Marauders have caught up to us. Well, at least this is just a scouting party.
fr: Quoi ? Les Maraudeurs nous ont rattrapés. Eh bien, au moins, il semble que se soit qu'une équipe de reconnaissance.

source: Yes... but we must hurry if we do not want the rest of the army catching up as well. And now we have enemies at our front and back.
fr: Oui .. mais nous devons nous dépêcher si nous voulons pas être rejoint par le reste de l'armée. Et maintenant nous avons des ennemis devant et derrière.

source: What is happening here? Who has trespassed in our domain?
fr: Qu'est-ce qui se passe ici? Qui a empiété sur notre domaine?

source: Um... we are of the Lavinian Legion... but we are not here to attack you... um...
fr: Euh ... nous sommes une Légion Lavinienne... mais nous ne sommes pas ici pour vous attaquer ... euh ..

source: So you say. But I do not believe you. And what are these marauders you have brought with you?
fr: Que vous dites. Mais je n’ai pas confiance en vous. Et qui sont ces maraudeurs que vous avez apportés avec vous?

source: They are not our allies. They are attacking us... this is our plight - marauders have invaded Lavinia!
fr: Ils ne sont pas nos alliés. Il nous attaquent ... c'est notre sort – Les maraudeurs ont envahi Lavinia!

source: So you say. But I do not believe you.
fr: Que vous dites. Mais je n’ai pas confiance en vous.

source: I speak the truth. Marauders have invaded Lavinia - we are fleeing from them.
fr: Je dis la vérité. Les maraudeurs ont envahi Lavinia – Nous les fuyons.

source: Perhaps. Perhaps not. But it is not my concern. You, the Marauders, and these bandits here - you are all enemies. You all must die.
fr: Peut-être que oui. Peut-être pas. Mais ce n'est pas mon problème. Vous, les Marauders, et ces bandits ici - sont tous des ennemis. Vous devez tous mourir.

source: We must make him understand we are not attacking him... I do not want to get Lavinia yet another enemy.
fr: Nous devons lui faire comprendre, nous ne devons pas l'attaquer lui ... Je ne veux pas que Lavinia est encore un autre ennemi.

source: Perhaps we can make an appeal to his honor. If you lay down your arms in front of him and surrender, he will not kill you. The Sidhe do not kill unarmed men.
fr: Peut-être que nous pouvons faire appel à son honneur. Si vous déposez les armes en face de lui et vous vous rendez, il ne veut pas vous tuer. Les Sidhes ne tuent pas lun homme désarmé.

source: This is dangerous. But it seems we have no choice.
fr: C'est dangereux. Mais il semble que nous n'avons pas le choix.

source: Yes... now, the best way to surrender would be to go and make as if to attack him, but instead lay down your arms in front of him.
fr: Oui ... maintenant, la meilleure façon serait de renoncer à se rendre et de faire comme si on l'attaquer lui, mais déposer les armes devant lui.

source: Have Caius Regilius attack the Sidhe leader (2/2)
fr: Attaquer le chef Sidhe avec Caius Regilius (2 / 2)

source: Death of Leithan, the Sidhe leader
fr: Mort de Leithan, le chef Sidhe

source: Those lying Lavinians... kill them all...
fr: Ces Lavinians mentent ... tous les tuer ...

source: What is this? You want to attack me, Lavinian? Come and try!
fr: Qu'est-ce que c'est? Vous voulez m'attaquer, Lavinian? Venez essayer!

source: Wait! I do not attack you - see, I lay down my weapons.
fr: Attendez ! Ne nous attaquer pas – je rends les armes.

source: So you say. I suppose I cannot slay you, then... Very well - speak your piece.
fr: Donc, Je suppose que je ne peux pas vous tuer ... Très bien – Raconter votre histoire.

source: About two months ago, Marauder invaders launched a full attack on my province. We could not fight them, there were too many. We know that the Marauders are your ancient enemies - so join with us in our struggle with them.
fr: Il ya environ deux mois, des envahisseurs Maraudeurs ont lancé une attaque contre ma province. On ne pouvait pas lutter contre eux, il y en avait trop. Nous savons que les Maraudeurs sont vos anciens ennemis - Rejoigniez nous dans notre lutte avec eux.

source: This makes sense - but I cannot speak for the Council of the Sidhe. You must come with us to Mount Stormkeep, as prisoners. If you tell the truth, you will not object to this.
fr: Cela prend tout son sens - Mais je ne peux pas parler pour le Conseil des Sidhes. Vous devez venir avec nous au Mont Stormkeep, comme des prisonniers. Si vous dites la vérité, vous n'aurez pas d'objection à cela.

source: Your terms are just. But what of these enemies who still attack us?
fr: Vos conditions sont justes. Mais qu'en est-il des ennemis qui continuent de nous attaquer?

source: My people are numerous and powerful... if they try to follow you into the forest, we will crush them.
fr: Mes gens sont nombreux et puissants ... s'ils essaient de vous suivre dans la forêt, nous les écraserons.

source: Your terms are just.
fr: Vos conditions sont justes.

source: Remember, do not kill them. Just bind them tightly with ropes.
fr: Rappelez-vous, ne pas les tuer. Il suffit de les lier solidement avec des cordes.

source: Mount Stormkeep
fr: Mont Stormkeep

source: Sidhe Council
fr: Conseil des Sidhes

source: Members of the Legion are not Dardans. We are not trained to fight until the death - surrender is an option. So I was not upset that I had been forced to surrender.
fr: Les membres de la Légion ne sont pas Dardaniens. Nous ne sommes pas formés pour lutter jusqu'à la mort – La capitulation est une option. Donc Je n'étais pas fâché d’avoir été forcé de me rendre.

source: The problem was, the Sidhe were unpredictable. The Marauders were their ancient enemy, yes, but we were also their enemy historically. I could only hope that their hatred of the Marauders would prove stronger.
fr: Le problème est, que les Sidhes sont imprévisibles. Les Maraudeurs ont été leur ancien ennemi, oui, mais nous avons également été leur ennemi historique. Je ne peut qu'espérer que leur haine des Maraudeurs serait plus forte.

source: What happened, eventually, was our captor Leithan called a Great Council of the Forest. The Sidhe are a strange people. They have had no king for millennia, ruled instead by a cabal of six magi, whose will is enforced by the twelve Thunderblades - Leithan was one of these.
fr: Enfin, notre capture Leithan appelé Grand Conseil de la forêt. Le Sidhe sont un peuple étrange. Ils ont dû être Millen, en effet régie par un groupe de six assistants, soutenue par douze Thunderblades - Leithan était l'un d'eux.

source: This council of elders would decide our fate. It was unfortunate that a council would determine our fate, for in a group the Sidhe could be more cowardly than one of them alone could ever be. But we had no choice in the matter.
fr: C’est le conseil des anciens qui va décider de notre sort. Il est regrettable que le conseil décide de notre avenir, un groupe de Sidhe pourrait être plus lâche qu'un seul ne pourrait jamais l’être. Mais nous n'avions pas le choix en la matière.

source: My friends - I have called this Great Council of the Forest for one purpose only. Several weeks ago, in my domain on the western border, an army of Lavinia entered our lands, pursued by marauders. He surrendered to me. I thought to myself - what should I do with him?
fr: Mes amis – j’ai appelé ce Grand Conseil de la Forêt dans un seul but. Il ya plusieurs semaines, dans mon domaine à la frontière occidentale, une armée de Lavinia est entré dans notre pays, poursuivis par des maraudeurs. Il s’est rendu à moi, Je pensais en moi-même - que dois-je faire avec lui?

source: But that was not a question I could answer myself. I am a Thunderblade, yes, but this is a question for the Council.
fr: Mais ce n'est pas une question que j'ai pu répondre moi-même. Je suis un Thunderblade, oui, mais c'est une question pour le Conseil.

source: It is true that the Marauders have stepped up their attacks of late. But really... the Lavinians are our ancient enemies, the same as the Marauders.
fr: Il est vrai que les Maraudeurs ont intensifié leurs attaques ces derniers temps. Mais vraiment ... les Laviniens sont nos anciens ennemis, de même que les Maraudeurs.

source: Truly. Our king himself, whose sword we Thunderblades guard, died by their treachery.
fr: Enfin. notre roi, dont nous les gardiens Thuderblades somme l’épée, est mort par votre trahison.

source: That was a thousand years ago - an ancient misunderstanding. My people barely remember it. We have not entered these forests for a thousand years. But the Marauders - they have waged war on you for centuries.
fr: C'était il ya mille ans - un ancien malentendu. Mon peuple se le rappelle à peine. Nous ne sommes pas entrés dans cette forêt depuis mille ans. Mais les Maraudeurs - ils ont mené la guerre sur vous pendant des siècles.

source: I do not like it. Leithan has brought you here unarmed - if he had not, we would have you slain. Councilors, what do you think?
fr: Je ne l'aime pas. Leithan vous amené désarmé - s'il ne l'avait pas fait, nous vous aurions exterminés. Conseillers, qu’en pensez-vous?
