Repository: wescamp/Fall_of_Silvium-trunk
Catalog: po/*.po
Languages: fr

source: So. We have returned to where this all began.
fr: Ainsi. Nous allons retourné à l'endroit où tout cela a commencé.

source: And look; a Marauder host lies in wait.
fr: Regardez, une foule de maraudeur est en attente.

source: Indeed. And it does not look open to defeat.
fr: En effet. Et la défaite est interdite.

source: Look, the coward has returned to his old lands.
fr: Regardez, le lâche est revenue sur ses terres.

source: They do not have the look of those outnumbered.
fr: Ils n’ont pas l’air en en infériorité numérique.

source: I do not know if the Legion is large enough to defeat them...
fr: Je ne sais pas si la Légion est assez puissante pour vaincre ...

source: No matter. We have our orders.
fr: Pas question. Nous avons nos ordres.

source: Indeed. Attack them!
fr: En effet. Attaque-les!

source: But we have no choice. We have our orders.
fr: Mais nous n'avons pas le choix. Nous avons nos ordres.

source: So what are we waiting for? Begin the assault.
fr: Alors qu'est-ce qu'on attend? On débute l'attaque.

source: Curse these Marauders...
fr: Maudit soit ces Maraudeurs...

source: And so perished Caius Regilius, the Tribune of Silvia, alongside many comrades.
fr: Et ainsi péri Caius Regilius, le Tribun de Silvia, ainsi que de nombreux camarades.

source: He did not die in vain, for by holding the Pass of Arendia he stopped the Marauder thains from advancing into Lavinia and destroying the entire Empire. He bought Lavinium another half-century of peace, before the Imperial City finally fell.
fr: Il n'est pas mort en vain, par la tenue du col d’Arendia. Le maraudeur thain n’a pas avancé sur arendia et n’a pas détruit l'ensemble de l'Empire. Il a acheté une paix d’un demi-siècle pour Lavinium, avant que la Cité impériale, enfin tombe.

source: The deceased heroes of the 12th Legion were remembered alongside Caius for the remainder of Lavinium's existence:
fr: La mort héroïque de la douzième légion a été mentionnée ainsi que lesouvenir de Caius pour le reste de l'existence de Lavinium

source: I fall.... but more will come! You will never enter Silvia!
fr: Je tombe .... mais d'autres viendront! Vous ne rentrerez jamais à Silvia!

source: We managed, with great loss, to beat back the Marauders and make some headway into Silvia... but we were immediately pushed backwards again. We could not get out of the Pass.
fr: Nous avons réussi, avec beaucoup de pertes, à rejeter les Maraudeurs et pénétrer dans Silvia ... Mais nous avons été immédiatement rejetées à nouveau. Nous ne pouvions pas sortir du col.

source: So... death... long live the emperor...
fr: Ainsi ... la mort ... longue vie à l’empereur ...

source: My standard falls...
fr: Ma bannière tombe ...

source: I die... avenge me...
fr: Je meurs ... venger moi ...

source: So... another retirement...
fr: Alors ... un autre repli ...
