Repository: wescamp/Fall_of_Silvium-trunk
Catalog: po/*.po
Languages: fr

source: The Fall of Silvium
fr: La Chute de Silvium

source: FoS
fr: CdS

source: (easiest)
fr: (facile)

source: Tribunus
fr: Tribun

source: (hardest)
fr: (difficile)

source: Imperator
fr: Empereur

source: 890-900 SI You are Caius Regilius, a Tribune, of the province Silvia, located in the northmost reaches of the Lavinian Empire. You reside in the city of Silvium, capital of the province, on the border with the northern barbarians. This is the height of the Lavinian Empire - but the Empire has overextended itself. The city of Silvia lies north of the mountains of Arendia, and is sandwiched between the Marauders and the Sidhe... war is inevitable, and the province of Silvia will almost certainly fall. (Intermediate level, 8 scenarios.)
fr: 890-900 SI Vous êtes Caius Regilius, un tribun, de la province de Silvia, située dans l’extrême nord de l’empire Lavinian. Vous habitez dans la ville de Silvium, capitale de la province, à la frontière avec les barbares du nord. C'est le point culminant de l’empire Lavinian. Mais l’empire c’est étendu au delà de sa capacité. La ville de Silvia se trouve au nord des montagnes d’Arendia, et est en sandwich entre les Maraudeurs et les Sidhes ... la guerre est inévitable, et la province de Silvia va presque certainement tomber. (Niveau intermédiaire, 8 scénarios.)

source: Return from Lavinium
fr: Retour de Lavinium

source: Silvia is not like most provinces of the Empire. It is located thousands of miles away from the Imperial City, Lavinium, and there is an allied nation, Arendia, in between the two. Silvia is, as it were, cut off from the rest of the Empire, and if it were attacked, it would quickly crumble. It is a good thing the Marauders do not attack us unless we attack them. So far.
fr: Silvia n'est pas comme la plupart des provinces de l'Empire. Elle est située à des milliers de kilomètres de la Cité impériale, Lavinium, et il y a un pays allié, Arendia, entre les deux. Silvia est, comme cela a toujours été coupé du reste de l'Empire, et si elle avait été attaquée, elle se serait effondrée rapidement. C'est une bonne chose que les Maraudeurs ne nous attaquent pas si nous ne les attaquons pas. Jusqu'à présent.

source: Me? I'm Caius Regilius, the tribune of this province. I command the 12th Legion, which is stationed in the city of Silvium. There is another Legion in the province, in Portum Frigae, with another tribune, but I do not have authority over it.
fr: Moi, Je suis Caius Regilius, le tribun de cette province. Je commande la 12éme Légion, qui est stationnée dans la ville de Silvium. Il y a une autre Légion dans la province, à Portum Frigae, avec un autre tribun, mais je n'ai pas autorité sur lui.

source: I am just now returning from a trip to the capital of the Empire, Lavinium. Unfortunately for my political career, the journey there is so long I can only make it once every few years, when I give my five-year report. We are just now coming up to the Pass of Arendia, the most dangerous part of the return to Silvia...
fr: Je suis de retour d'un voyage à la capitale de l'Empire, Lavinium. Malheureusement pour ma carrière politique, le voyage est tellement long que je ne peux que le faire une fois tous les cinq ans, lors de la présentation de mon rapport quinquennal. Nous arrivons juste à la passe d’Arendia, La partie la plus dangereuse du retour à Silvia...

source: Move Caius Regilius to the end of the road
fr: Déplacez Caius Regilius à la fin de la route

source: Death of Caius Regilius
fr: Mort de Caius Regilius

source: Death of Jugarthus Massaesylus
fr: Mort de Jugarthus Massaesylus

source: Dverkenn Tarn
fr: Lac de montagne Dverkenn

source: Silvia River
fr: Fleuve de Silvia

source: To Arendia
fr: Vers Arendia

source: To Silvia
fr: Vers Silvia

source: We are leaving Arendia now... these next few miles are the most dangerous of the journey.
fr: Nous quittons Arendia maintenant… Les prochains kilomètres sont les plus dangereux du voyage.

source: If we get attacked, keep going. Don't kill the attacker - we don't want to break the treaty we have. And we don't want a war with the Marauders just because some stupid thain decided he wanted some loot.
fr: Si l'on nous attaque, ne pas réagir. Ne pas tuer l'agresseur - nous ne voulons pas briser le traité que nous avons. Et nous ne voulons pas d'une guerre avec les Maraudeurs seulement parce qu'un stupide thain a décidé qu'il voulait un butin.

source: Ha! Now I have you... you'll never get away from here alive!
fr: Ha! Maintenant, je vous ... vous ne pourrai plus vous sortir de là en vie!

source: Why do you attack us? We have a peace treaty with your people.
fr: Pourquoi nous attaquer? Nous avons un traité de paix avec votre peuple.

source: Prepare to die!
fr: Prépare-toi à mourir!

source: No, you prepare to die! Attack!
fr: Non, vous préparer vous à mourir! A l’attaque!

source: Wait! We can't kill him. If we do, it would mean war. We can't afford a war with the Marauders - we would be destroyed in a few weeks. Especially not with the Wylflings.
fr: Attendez! Nous ne pouvons pas le tuer. Si nous ne le faisons, cela signifierait la guerre. Nous ne pouvons nous permettre une guerre avec les Maraudeurs - nous serions détruit en quelques semaines. Surtout pas avec Wylflings

source: So what do we do? I still say, 'attack!'!
fr: Alors, que faisons-nous? Je continue à dire à l'attaque!!

source: We can fight him... but don't kill him. Kill his men, fine; maybe we could even get him to retreat if we defeat enough of his army. But we can't kill him. If we can't make him retreat, we should just continue on our journey. These marauders are just like flies - they irritate, but they pose no threat.
fr: Nous pouvons le combattre ... mais pas le tuer. Tuer ses hommes, une amende peut-être, nous pouvons peut-être le forcer à la retraite si nous faisons assez de dégât à son armée. Mais nous ne pouvons pas le tuer. Si nous ne pouvons pas nous retirer, nous devons tout simplement continuer sur notre chemin. Les Maraudeurs sont comme des mouches - ils irritent, mais ils ne sont pas une menace.

source: For now, at least.
fr: Pour l'instant, au moins.

source: Force the Marauder leader to retreat
fr: Forcer le chef Maraudeur à la retraite.

source: Death of Aldkar Wyrmwylfsson
fr: Mort de Aldkar Wyrmwylfsson

source: This looks like a good place to prepare a defense from.
fr: Cela semble un bon endroit pour préparer une défense.

source: Come on, men! Reinforcements wait just down the road - the Marauders will not follow us.
fr: Courage, les hommes! Les renforts nous attendent en bas de la route - les Maraudeurs ne pourront pas nous suivre.

source: Damn! The Lavinians have escaped. But my brethren will soon finish him nonetheless...
fr: Maudit! Les laviniens se sont échappé. Mais mes frères, c’est bientôt la fin pour eux.

source: My army has vanished! These Lavinians have more courage than I thought. I hope my brethren do not fare as badly as I did...
fr: Mon armée est décimée! Ces Laviniens ont plus de courage que je ne le pensais. J'espère que mes frères ont plus de succès que moi...

source: You fools... now my people will destroy you...
fr: Sots que vous êtes ... maintenant, mon peuple, va vous détruire.

source: Careful! We cannot slay him and start a blood war.
fr: Attention! Nous ne pouvons pas le tuer et commencer une guerre sanglante.

source: The Raid
fr: L'incursion

source: The Marauder attack did not take us by surprise, for the more foolish of the Marauder thains will attack even in times of peace. But, something this one said worried me.
fr: Les attaques des maraudeurs ne sont pas une surprise, le plus stupide des maraudeurs thains attaque, même en temps de paix. Mais, celui-ci a dit quelque chose qui m’a inquiétée.

source: His brethren? Were there more Marauder attacks planned? Perhaps an attack by the Wylfling clan on all of Silvia? This might be the beginning of something bigger.
fr: Ses frères? Existe-t-il plus d’un projet d'attaque Maraudeur ? Peut-être une attaque par le clan Wylfling sur l'ensemble de Silvia? Ce pourrait être le début de quelque chose de plus grand.

source: These fears swam through my mind as we came over the last hill and the city of Silvium lay before us...
fr: Ces craintes ont traversé mon esprit jusqu'à notre arrivée sur la colline et la ville de Silvium poser devant nous...

source: Force the Marauder Lord to surrender
fr: Forcer le seigneur Maraudeur à la capitulation.

source: Death of Bjornin Wyrmwylfsson
fr: Mort de Bjornin Wyrmwylfsson

source: To Pass of Arendia
fr: Pour aller à Arendia

source: To Portum Frigae
fr: Pour Portum Frigae

source: To Silvian Plains
fr: Pour les plaines de Silvia

source: You have eluded my brother, but you will die this day!
fr: Vous avez échappé à mon frère, mais vous allez mourir aujourd’hui!

source: What? Are you mad? You cannot breach the walls of this city!
fr: Pardon? Vous êtes fou? Vous ne pouvez pas ouvrir une brèche dans les murs de cette ville!

source: Prepare to die! This day, Silvium will fall - tomorrow, all of Lavinia!
fr: Prépare-toi à mourir! Aujourd’hui, Silvium va tomber - demain, l'ensemble de Lavinia!

source: He may be right. These walls are not as strong as you think, Jugarthus.
fr: Il a peut-être raison. Ces murs ne sont pas aussi forts que vous le pensez, Jugarthus.

source: True. We must prepare to do battle.
fr: VRAI. Nous devons nous préparer à la bataille.

source: But still, we cannot kill this man. If we do, we call all of the Marauder people onto our backs.
fr: Mais encore, nous ne pouvons pas tuer cet homme. Si nous le faisons, nous aurons tous le peuple Maraudeur sur notre dos.

source: I think we may have done that already, but very well. Force him to retreat!
fr: Quand je pense ce que nous avons déjà fait, mais bon. Forcer le a se retirer!

source: Look! Caius Regilius has returned!
fr: Regarder! Caius Regilius est de retour!

source: It appears the marauders are already attacking the city. Quick, let us rally to defend it!
fr: Il semble que les maraudeurs ont déjà attaqué la ville. Vite, mobilisons-nous pour la défendre!

source: It seems that, as I feared, the Marauders are attacking in earnest.
fr: Il semble, comme je le craignais, que les Maraudeurs attaquent sérieusement.

source: You do not scare me! You will perish this day!
fr: Je n'ai pas peur de vous! Aujourd’hui, vous allez mourir!

source: Why does he not flee? we have almost crushed his army.
fr: Pourquoi ne pas fuir? Nous avons pratiquement détruit son armée.

source: I will not fail in banishing you from this land, Lavinian scum!
fr: Je ne manquerai pas de vous bannir de ce pays, racaille Lavinian!

source: What should we do? He will not flee!
fr: Que devons-nous faire? Il ne va pas fuir!

source: You know what we must do - we must kill him.
fr: Vous savez ce que nous devons faire - nous devons le tuer.

source: If we do, Silvia shall perish!
fr: Si nous le faisons, Silvia tombe!

source: But we seem to have no choice.
fr: Mais il semble que nous n'avons pas le choix.

source: Kill Bjornin?
fr: Tuer Bjornin?

source: So, I die... but you, too, shall perish...
fr: Donc, je meurs ... mais vous, aussi, vous périrai ...

source: Well, we have defeated him. What should we do now?
fr: Eh bien, nous avons vaincu. Que devons-nous faire maintenant?

source: Well, if we stay here, they will attack again, yes?
fr: Eh bien, si nous restons ici, ils vont attaquer de nouveau, non?

source: I suppose so. We have broken the treaty, after all - although they forced us to!
fr: Je suppose que oui. Nous avons rompu le traité, après tout - mais ils nous y ont forcés!

source: Yes. Well, we all knew they would attack in earnest eventually - I guess that time is now. We need a plan.
fr: Eh bien oui, nous savions tous qu’ils attaqueraient sérieusement à la fin - je pense qu'il est grand temps. Nous avons besoin d'un plan.

source: We should leave this city, yes? Perhaps even leave all of Silvia.
fr: Nous devons quitter cette ville, oui? Peut-être même laisser tous Silvia.

source: Exactly. We need to mount an evacuation - no one can stay.
fr: Exactement. Nous devons organiser une évacuation - nul ne peut rester.

source: You're talking about thousands of people, maybe tens of thousands!
fr: Vous parlez de milliers de personnes, peut-être des dizaines de milliers!

source: We only need to bring those who want to come - that would be those Lavinians who settled here, not the natives we defeated.
fr: Nous avons seulement besoin d'emmener ceux qui veulent venir - ce serait les Laviniens qui se sont installés ici, pas les autochtones que nous avons vaincu.

source: This sounds like a plan. I will hold the city for as long as I can, then follow you. You go now, and bring all the civilians with you.
fr: Cela semble être un plan. Conserver la ville aussi longtemps que possible, puis vous suivre. Maintenant, allez, rassembler tous les civils avec vous.

source: Down the Silvia River
fr: Le long du fleuve Silvia

source: We did not have much choice about killing the Marauder lord. He had broken the rules of the game - he had refused to retreat. Still, the Marauders would seek revenge. We were now in a state of war.
fr: Nous n’avons pas eu d’autre choix que de tuer le seigneur Maraudeur. – il a refusé de se retirer. Ainsi, les Maraudeurs se vengent. Maintenant, nous sommes en guerre.

source: But Silvium was not prepared for war, and neither were its people. We decided to cut our losses and retreat from Silvium, bringing all of the people down the river to the other major city of the province. From there, we would depart by ship. Silvia would be no more.
fr: Mais Silvium n'était pas prêt pour la guerre, ni son peuple. Nous avons décidé de réduire nos pertes et de nous retirer de Silvium, réunissant tous les gens au fleuve, d’aller par bateau à l'autre grande ville de la province. Silvia n’existe plus.

source: It is possible that it was all planned - that the Marauders wanted an excuse to drive us out of Silvia, and they had sacrificed one of their own so that they could break the peace and destroy us. It was actually probable.
fr: Il est possible que tout ait été prévu - que les maraudeurs voulaient une excuse pour nous chasser de Silvia, et ils ont sacrifié l'un des leurs afin de briser la paix et de nous détruire. C’est très probable.

source: But still, we had little choice. If we remained in the city, we would die. Discretion is the better part of valor. I prefer to lose a province than to lose my life. So we abandoned Silvium, and brought all of the civilians with us.
fr: Mais nous avons encore une petite chance. Si nous étions restés dans la ville, nous serions morts. La prudence est la meilleure vertu. Je préfère perdre une province que de perdre la vie. Nous avons donc abandonné Silvium, et emportais tous les civils avec nous.

source: That was not as hard as it may sound. We only had to bring those of Lavinian descent with us - the natives would be just as happy under Marauder rule as under ours. That meant we only brought along the nobility, and their gold, which would come in handy on the road. It was, however, rather heavy.
fr: Ce n'était pas aussi dur, presque un jeu d’enfant. Nous avons simplement eu à emmener les descendants des Laviniens avec nous - les autochtones serait tout aussi heureux sous le règne des maraudeurs que sous le nôtre. Cela signifie que nous avons emmené la noblesse, et leur or, ce qui serait utile sur la route. Il a été, cependant, assez lourd.

source: Bring eight civilians to the end of the road, then hold out for 5 turns
fr: Apportez huit civils à la fin de la route, puis tenir le coup pendant 5 tours

source: Bring seven civilians to the end of the road, then hold out for 5 turns
fr: Apportez sept civils à la fin de la route, puis tenir le coup pendant 5 tours

source: Kill the Marauder leader
fr: Tuer le chef Maraudeur

source: To Silvium
fr: Pour Silvium

source: We should make camp here. The Marauders are probably in pursuit; we should move out at dawn.
fr: Nous devrions camper ici. Les Maraudeurs sont probablement derrière nous, et nous devrions partir à l'aube.

source: Agreed. If the Wylflings find us, they will attack - they are enraged at the death of their kinsman, and it is not wise to cross an enraged barbarian.
fr: D’accord, Si les Wyflings nous trouvent, il vont attaquer - ils sont furieux de la mort de leur parent, et il n’est pas sage de croiser des barbares furieux.

source: You killed my father - prepare to die! Aghh!!
fr: Vous avez tué mon père – Préparez vous à mourir! Aghh!

source: See? I was right. Hurry up, we have to get to the port before these marauders kill us!
fr: Regarder ? J'ai eu raison. Dépêchez-vous, nous devons nous rendre au port avant que ces maraudeurs nous tuent!

source: We could also kill this thain - there is no reason not to. Attack him!
fr: On peut aussi tuer ce Thain - il n'y a aucune raison de ne pas le faire. Attaquer-le!

source: We have another choice - fight back. If we kill this thain, we will be safe on the rest of the road.
fr: Nous avons un autre choix - la lutte. Si nous tuons ce Thain, nous allons être en sécurité sur le reste de la route.

source: Very well, we may try that. But we must also move along our charges, in case we fail.
fr: Très bien, on peut essayer. Mais nous avons également besoin de nous déplacer le long des attaques, si nous échouons.

source: Sir, the civilians will not be ready to leave until tomorrow morning. We must protect their camp until then.
fr: Seigneur, les civils ne seront pas prêts à partir avant demain matin. Nous devons protéger leur camp jusque-là.

source: I suppose we will have to stall until then... and what about these farms along the road? There are noblemen in them too that will die in they remain here. We should send some scouts to warn them.
fr: Je suppose que nous devrions arrêter d'ici là ... et que dire de ces fermes le long de la route ? Il ya trop de nobles qui meurent, ils restent ici. Nous devons envoyer des éclaireurs pour les avertir.

source: Very well.
fr: Très bien.

source: Ha ha! Die, Lavinian dogs!
fr: Ha ha! Mourrez, chiens de Laviniens!

source: We have failed to guard the civilians...
fr: Nous n'avons pas réussi à protéger les civils ...

source: The civilians are ready to move!
fr: Les civils sont prêts à bouger!

source: Quick, Marauders are attacking! You need to leave with us!
fr: Vite, les Maraudeurs attaquent! Vous avez besoin de partir avec nous!

source: Anyone in here? You need to prepare to leave - marauders are attacking the province!
fr: Il y a quelqu’un ici ? Il est nécessaire de se préparer à partir - les Maraudeurs attaquent la province!

source: Get ready to leave for the port city - Marauders are invading!
fr: Soyez prêt à partir pour le port - Les Maraudeurs nous envahissent!

source: Marauder are invading! You need to leave now!
fr: Les Maraudeurs nous envahissent! Nous devons partir maintenant!

source: On to safety...
fr: Sur la sécurité ...

source: Survive for five turns
fr: Survivre pendant cinq tours

source: The civilians are all on the road. Now we just need to buy them some time.
fr: Les civils sont tous sur la route. Il nous suffit maintenant de gagner un peu de temps.

source: Very well. I would still like to slay this Marauder lord, but if we cannot do that, it will do to stall him for a day or so. By that time the civilians will be almost at the city, and out of his reach.
fr: Très bien. Je voudrais tout de même tuer ce seigneur Maraudeur, mais si nous ne pouvons pas faire cela, , il va ralentir d'un jour ou deux.. À ce moment-là les civils sera presque à la ville, et hors de sa portée.

source: Let us hope he is the last thain to attack us - but I doubt he will be.
fr: Espérons qu'il est le dernier Thain à nous attaquer - mais j'en doute.

source: The nobles will have gotten far enough along the road by now. Vade retro!
fr: Les nobles sont suffisamment loin maintenant. Vade retro!

source: The Marauders will follow us no more... but they may be waiting for us down the road.
fr: Les Maraudeurs ne nous suivront plus ... mais ils peuvent attendre sur la route.

source: The Port City
fr: La ville portuaire

source: We arrived at Portum Frigae without further incident. However, when we got there, we had a different problem.
fr: Nous sommes arrivés à Portum Frigae sans autre incident. Toutefois, lorsque nous y sommes arrivés, nous avons eu un autre problème.

source: When we told the tribune of this city, Darus Salirus, what had happened, he refused us entry to the city. He believed that if we were all that the Marauders wanted, and if he did not shelter us, he would not be attacked.
fr: Lorsque nous avons dit au tribun de cette ville, Darus Salirus, ce qui s'était passé, il nous a refusé l'entrée de la ville. Il a estimé que, nous avons tous souhaité que les Maraudeurs attaquent, et s’il n'a pas de logement pour nous, il ne serait pas attaqué.

source: Take the city of Portum Frigae from the traitor Darus Salirus
fr: Prenez la ville de Portum Frigae du traître Darus Salirus

source: Iceswept Bay
fr: La baie d'Iceswept

source: Let us into the city, Darus! That is an order!
fr: Laissez-nous entrer dans la ville, Darus! C'est un ordre!

source: You have disobeyed your own orders, Caius, and forfeited your command. I will not open the gates!
fr: Vous avez désobéi à vos propres ordres, Caius, et perdu votre commandement. Je ne vais pas ouvrir les portes!

source: Are you mad, Darus? The marauders are invading, can you not see that? You will die if you do not help us!
fr: Vous êtes fou, Darus? Les Maraudeurs nous envahissent, vous ne le voyiez pas? Vous allez mourir si vous ne nous aider pas!

source: I have nothing to discuss with you, Caius Regilius.
fr: Je n'ai rien à vous dire, Caius Regilius.

source: You leave us no choice. Attack them!
fr: Vous ne nous laissez pas le choix. Attaqués-les!

source: Die, traitors!
fr: Meurt, traître!

source: Forward march!
fr: Charger!

source: You... have slain me, Caius...
fr: Vous ... m’avez tué, Caius ...

source: Now! All of you who followed the commands of the traitor Darus Salirus - normally we would have you executed. But we need you today. Marauders have attacked this city.
fr: Maintenant! Tous ceux d'entre vous qui ont suivi les ordres du traître Darus Salirus – devraient normalement être exécutés. Mais nous avons besoin de vous aujourd'hui. Les Maraudeurs vont attaqués cette ville.

source: You now follow my orders. As to what we should do... we cannot defeat these marauders. And even if we do, Silvia will fall. So we should not waste our efforts on mad attacks.
fr: Maintenant, vous suivez mes ordres. Quant à ce que nous devons faire ... nous ne pouvons pas vaincre ces maraudeurs. Et même si nous le faisons, Silvia va tomber. Donc, nous ne devrions pas gaspiller nos efforts dans des attaques folles.

source: What do you propose?
fr: Que proposez-vous?

source: We need to get the civilians out of here - fast. Put them on the ships - take them around the Sidhe peninsula, to Dardania. The Legion will stay here and fight, to stop the Marauders from entering their longboats and following.
fr: Nous devons évacuer les civils d'ici - rapidement. Mettez-les sur les navires - afin de les emmener autour de la péninsule du Sidhe, à Dardania. La Légion doit rester ici et lutter, pour ne pas permettre aux Maraudeurs de pénétrer dans leurs chaloupes et de les suivre

source: We need to bring both the residents of this city, and those we brought with us on the road. We will have to go out and warn the residents of those outlying plantations.
fr: Nous devons emmener les résidents de cette ville, aussi bien ceux que nous avons apportés avec nous sur la route. Nous devons également avertir les résidents de ces plantations périphériques

source: Load the civilians in the ships
fr: Chargez les civils dans les navires
